[Main]
DisplayName=Čeština

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Upozornění
lbl_Warnning_Detail.caption=Tento počítačový program je chráněn autorským zákonem a mezinárodními smlouvami.
lbl_copyright.caption=© IObit. Všechna práva vyhrazena.
lbl_Thanks_Title.caption=Zvláštní poděkování následujícím lidem za jejich skvělé příspěvky:
rdhtmlEula.caption=<a>Licence</a> | <a>Zásady ochrany osobních údajů</a>
Instructions_M=Pokyny pro odinstalaci
lblAcknow.caption=Poděkování

[ActionCenter_M]
M_FixAllAC=Získat vše
M_HideAC=Skrýt
M_ShowAC=Zobrazit
M_ShowACTitle=Bezpečnost a výkon
M_ShowACDesc=Všechny doporučené programy jsou skryty! Klikněte na "Zobrazit" pro jejich zobrazení a poté je nainstalujte, abyste získali nejlepší zabezpečení a výkon.
M_LearnRecommendNote=Doporučené produkty nejsou momentálně dostupné.
M_LearnRecommendDesc=Pro zobrazení dalších produktů, které vás mohou zajímat, klikněte na "Více informací".
M_AC_FreeTitle=Bezpečnost a výkon
M_AC_FreeHelp_Ins=Získejte lepší zabezpečení a výkon s doporučenými programy.
M_AC_FreeHelp_Upt=Nemáte vylepšené a nově přidané funkce.
M_AC_FreeHelp_OK=Pravidelné spouštění následujících programů Vám nabízí větší zabezpečení a výkon PC.
M_ShowACTitle2=Upozornění!
M_AC_Tips=Získejte lepší zabezpečení a výkon s doporučenými programy.
M_Recomm_Ins=Doporučeno: Nainstalovat %s
M_Recomm_Upt=Doporučeno: Aktualizovat %s
M_none=Žádný
M_Fix=Instalovat nyní
M_LearnMore=Více informací
M_Install=Instalovat nyní
M_fixing=Instalace
M_Updating=Probíhá aktualizace
M_fixed=Získal
M_failed=Neúspěšné
M_RuningWell=Nejnovější verze nainstalována
M_Outdated=Zastaralé
M_NotInstalled=Nenainstalováno
M_Insatlled=Instalováno
M_ASCCaption=Výkon systému
M_ASCInfo_NotIns=Vyčištění nevyžádaných souborů, zabezpečení soukromí a opravení chyb registru vašeho PC.
M_ASCInfo_UpToDate=Advanced SystemCare zrychlí vaše PC jedním kliknutím.
M_ASCInfo_NeedUpDate=Advanced SystemCare je zastaralý.
M_ASCDesc=Jeden klik pro ochranu a optimalizaci PC.
M_RunASC=Skenovat nyní
M_ASCOffer=Vyčištění a optimalizace PC jedním klikem.<br>Zrychlení PC až o 200%.<br>Zrychlení internetu až o 300%.<br>Zabrání úniku soukromí díky několikanásobné ochraně.<br>Monitorování kondice PC v reálném čase pro plynulejší PC.
M_IMFCaption=Ochrana proti malwaru
M_IMFInfo_NotIns=Získejte lepší ochranu instalací anti-malware programu společnosti IObit.
M_IMFInfo_UpToDate=IObit Malware Fighter chrání vaše PC proti různým malware hrozbám.
M_IMFInfo_NeedUpDate=Váš anti-malware program je zastaralý.
M_IMFDesc=Ochraňte svůj PC proti malware.
M_RunIMF=Skenovat nyní
M_IMFOffer=Komplexní ochrana v reálném čase před všemi druhy malware.<br>Rychlé testovaní, efektivní detekce a odstranění hrozeb.<br>Aktivní prevence před útoky ransomware.<br>Bezpečné stahování a procházení internetu.<br>Plně kompatibilní s jinými bezpečnostními programy.
M_DBCaption=Aktualizace ovladačů
M_DBInfo_NotIns_C=Aktualizujte a opravte ovladače pro stabilnější počítač.
M_DBInfo_NotIns=Můžete mít zastaralé ovladače, které mohou zpomalit a destabilizovat váš počítač.
M_DBInfo_UpToDate=Driver Booster aktualizuje zastaralé ovladače ve vašem počítači.
M_DBInfo_NeedUpDate=Váš program pro aktualizaci ovladačů je zastaralý.
M_DBDesc=Aktualizujte všechny zastaralé ovladače ve vašem PC.
M_RunDB=Skenovat nyní
M_DBOffer=Velká databáze ovladačů (3,000,000+).<br>Bezpečná aktualizace WHQL ovladačů jedním klikem.<br>Lepší herní výkon.<br>Oprava problémů se sítí, zvukem, rozlišením atp.<br>Redukce zamrzání a pádů systému.
M_SDCaption=Optimalizace disku
M_SDInfo_NotIns=Optimalizujte vaše disky pro zrychlení naběhnutí systému a přístupu k souborům.
M_SDInfo_UpToDate=Smart Defrag defragmentuje disk pro vysoký výkon
M_SDInfo_NeedUpDate=Váš program pro defragmentaci disku je zastaralý.
M_SDDesc=Defragmentujte disk pro zvýšení výkonu.
M_RunSD=Defragmentovat nyní
M_SDOffer=Rychlejší přístup k souborům.<br>Maximální výkon pevného disku.<br>Zvýšení rychlosti spuštění počítače až o 100%.<br>Optimalizace her pro lepší herní zážitek.
M_SMCaption=Start Menu
M_SMInfo_NotIns=Získejte zpět dobře známé Windows "Start" Menu.
M_SMInfo_UpToDate=Start Menu 8 vrací zpět Windows "Start" Menu.
M_SMInfo_NeedUpDate=Váš Start Menu 8 je zastaralý.
M_SMDesc=Vraťte zpět Windows "Start" Menu.
M_RunSM=Spustit nyní
M_SMOffer=Vraťte zpět do Windows 8 nebo 10 klasickou nabídku Start.<br>Výkonný a jednoduchý vyhledávač souborů.
M_AMCCaption=Ochrana Androidu
M_AMCInfo_NotIns=Získejte lepší zabezpečení a ochranu soukromí pro Vaše Android zařízení.
M_Recomm_Ins_AMC=Doporučeno: Nainstalujte %s na Vaše Android zařízení.
M_AMCDesc=Optimalizujte a zabezpečte Vaše Android zařízení.
M_RunAMC=Instalovat nyní
M_DLCaption=Správce hesel
M_DLInfo_NotIns=Chraňte a spravujte všechna svá hesla pomocí Správce hesel Dashlane.
M_DLInfo_UpToDate=Nikdy nezapomenete svá hesla díky bezpečnému Dashlane.
M_RunDL=Spravovat
M_DLOffer=Jednoduchý a bezpečný způsob správy hesel.<br>Vytvořte jedinečná hesla pro ochranu vašich účtů.<br>Automatické přihlášení na oblíbené webové stránky.<br>Pro Windows, Mac, iOS a Android.
M_FPCaption=Video konvertor
M_FPInfo_NotIns=Získejte konvertor videí pro konvertování svých videí pro různá zařízení.
M_FPInfo_UpToDate=Užívejte si sledování videí na jakémkoliv zařízení.
M_FPInfo_NeedUpDate=Format Package je zastaralý.
M_iFreeUpCaption=Optimalizace iOS
M_RuniFreeUp=Skenovat nyní
M_BuyiFreeUp=Koupit nyní
M_iFreeUpDesc=Uvolněte vaše iOS zařízení pro více místa.
M_iFreeUpInfo_NotIns=Ve Vašem iOS zařízení může být hodně zbytečně zaplněného místa.
M_iFreeUpInfo_UpToDate=iFreeUp uvolní Vaše iOS zařízení pro více místa.
M_iFreeUpInfo_NeedUpDate=Váš iFreeUp je zastaralý.
M_Recomm_Ins_iFreeUp=Doporučeno: Nainstalujte %s pro uvolnění zaplněného místa.
M_RunSGB=Zrychlit nyní
M_SGBCaption=Optimalizace her
M_SGBInfo_NotIns=Zrychlete svou hru a životnost PC a zároveň jej udržujte ve špičkové formě.
M_SGBInfo_UpToDate=Superb Game Booster zrychlí a optimalizuje herní výkon jedním kliknutím.
M_SGBInfo_NeedUpDate=Superb Game Booster je zastaralý.
M_RunIVC=Vyzkoušet nyní
M_IVCCaption=Video konvertor zdarma
M_IVCInfo_NotIns=100% zdarma a čistý, 150+ formátů a rychlejší konverze videa!
M_IVCInfo_UpToDate=Sledujte videa, jak chcete vy.
M_IVCInfo_NeedUpDate=iFun Video Converter je zastaralý.
M_RunIOT=Spravovat nyní
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=Přenos iPhone dat, vyčištění a zrychlení vašeho iPhone.
M_IOTInfo_UpToDate=Přenos iPhone dat, vyčištění a zrychlení vašeho iPhone.
M_IOTInfo_NeedUpDate=IOTransfer je zastaralý.
M_IOTTip=IOTransfer slibuje:<br>+ Jednoduchá správa iPhone fotek a kontaktů<br>+ Přenesení iPhone dat do PC jedním klikem<br>+ Stahování online videí ze 100+ webů<br>+ Vyčištění všech druhů nevyžádaných souborů z iPhone či iPadu
M_IOTDesc=Vše-v-jednom správa obsahu pro iPhone a iPad.
M_IOTOffer=Nejlepší iPhone/iPad manager.<br>Přenos dat z iPhone/iPad do PC jedním kliknutím.<br>Stahování online videí a konverze do různých formátů.<br>Snadné a bezpečné vyčištění nevyžádaných souborů pro uvolnění prostoru iOS zařízení.<br>Bezdrátový přenos souborů mezi iOS zařízením a PC.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion vás chrání před nebezpečnými weby.
M_AdawareInfo_UpToDate=Web Companion vás chrání před nebezpečnými weby.
M_AdawareOfferDesc=Nainstalovat Web Companion pro zlepšení internetové ochrany a nastavit Bing® společnosti Microsoft™ jako domovskou stránku, stránku pro nové karty a jako výchozí vyhledávač na kompatibilních prohlížečích.
M_AdawareOffer=Jednoduchá a rychlá instalace.<br>Ochrana proti phishingu.<br>Ochrana webu v reálném čase.<br>Kompatibilní s více prohlížeči.
M_kvpCaption=Video Downloader
M_kvpInfo_NotIns=Rychlé stahování videí z YouTube a více než 10,000 webů.
M_kvpInfo_UpToDate=Rychlé stahování videí z YouTube a více než 10,000 webů.
M_kvpOffer=Rychlé stahování videí z YouTube a více než 10,000 webů.<br>Stahování videí v jakémkoliv formátu jedním klikem.<br>Stahování YouTube & Lynda playlistů v dávkách.<br>3X rychlejší stahování s pomocí vícevláknové technologie.<br>Konverze online & lokálních videí do jakéhokoliv formátu.
M_Moffer_Title1=Volitelná nabídka
M_Close=Zavřít
M_Cancel=Storno
M_Moffer_Install=Nainstalovat
M_Moffer_NoteEP=Kliknutím na "Nainstalovat" souhlasíte s instalací %s a přijímáte <a>Licenci</a> a <a>Zásady ochrany osobních údajů</a>.
M_Moffer_Refund=<a>Poznámka:</a> Můžete zažádat o vrácení peněz do 30 dnů. Přečtěte si <a>Pravidla pro vrácení peněz</a>.
M_OperaCaption=Prohlížeč Opera
M_OperaInfo_NotIns=Rychlý a bezpečný prohlížeč s integrovaným blokátorem reklam.
M_OperaInfo_UpToDate=Rychlý a bezpečný prohlížeč s integrovaným blokátorem reklam.
M_OperaOffer=Blokování reklamy urychluje načítání webových stránek až o 90%.<br>Až o hodinu delší prohlížení.<br>Více soukromí při prohlížení stránek s bezplatnou VPN.
M_Update=Aktualizovat nyní
M_AomeiCaption=Program pro zálohu dat
M_AomeiInfo_NotIns=Ultimátní řešení pro zálohu systému a pevných disků.
M_RunOpera=Spustit nyní
M_SUCaption=Aktualizace programů
M_SUInfo_NotIns=Aktualizace a instalace důležitých programů jedním klikem.
M_SUInfo_NotIns_C1=1 program je zastaralý. Nainstalujte IObit Software Updater pro aktualizaci jedním klikem.
M_SUInfo_NotIns_C=Počet zastaralých programů: %d. Nainstalujte IObit Software Updater pro aktualizaci jedním klikem.
M_SUInfo_UpToDate=IObit Software Updater se stará o aktuálnost důležitých programů.
M_SUOffer=Jednoduchá aktualizace programů na nejnovější verzi.<br>Instalace programů, které chcete, bez vynaložení úsilí.

[AutoUpdate_M]
lan_Downloading_M=Stahování
lan_Speed_M=Rychlost: %S
Lan_Finish_M=Dokončit
Lan_Congratulation_M=Gratulujeme!
Lan_UpdateFail_M=Aktualizace selhala! Zkuste to znovu později.
Lan_UpdateSuccess_M=IObit Uninstaller byl aktualizován. Nyní si můžete užít nejnovější funkce a vylepšení.
Lan_UpdateNew_M=Již máte nejnovější verzi. Aktualizace není dostupná.
Lan_UpdateFreeInfo_M=Nová verze IObit Uninstaller je dostupná ke stažení.
Lan_UpdateFreeDownInfo_M=Aktualizujte nyní pro získání nejnovějších funkcí a vylepšení. Je to zdarma.
Lan_Sure_M=Opravdu chcete zrušit aktualizaci?
Lan_Download_M=Stáhnout
Lan_Getting_M=Získávání informací o aktualizaci, čekejte prosím...
Lan_LVheardOne_M=Dostupné aktualizace
Lan_LVheardTwo_M=Nová verze
Lan_LVheardThree_M=Velikost
Lan_historyInfo_M=IObit Uninstaller %S je dostupný. Aktualizujte nyní pro získání nejnovějších funkcí a vylepšení.
Lan_UpdateNow_M=Aktualizovat nyní
Lan_UpdateLater_M=Aktualizovat později
lan_WhatNew_M=Co je nového
Lan_NewReady_M=Nová verze je připravena
Lan_Title=IObit Uninstaller Updater

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Odeslat
lblErrorDetails.Caption=Podrobnosti o chybě:
lblUserEmail.Caption=Vaše e-mailová adresa:
lblSuccTips1.Caption=Úspěšně odesláno! Problém se pokusíme vyřešit co nejrychleji.
btnClose.Hint=Zavřít

[SendBugReportNew_M]
M_AskUserTips1=narazil na problém. Pomozte nám problém vyřešit automatickým zasláním debug souboru kliknutím na 'Odeslat'. <a>Zásady ochrany osobních údajů</a>
M_BugStatisticsTips=narazil na problém a musí být ukončen. Právě zjišťujeme vše potřebné, čekejte prosím...
M_SendingTips=Odesílání...
M_AttentionTips1=narazil na problém. Debug soubor, který nám pomůže s opravou problému bude automaticky odeslán za 5 sekund. Pro zrušení můžete zavřít toto okno. <a>Zásady ochrany osobních údajů</a>
M_InvalidEmailTips1=Nesprávná e-mailová adresa! Prosíme, zadejte platný e-mail, abychom vás mohli kontaktovat.
M_OKTips=OK

[Uninstaller_Frm_BundlePromot]
lblTitle.Caption=Aktivujte IObit Uninstaller PRO pro úplné odstranění bundleware
lblInfo.Caption=Monitorování instalací programů v reálním čase a úplné odstranění bundleware
RdBtnlab.Caption=S verzí PRO získáte více
lblinfoOne.Caption=Velká databáze pro odstranění programů, které nelze odinstalovat obvyklou cestou
lblinfoTwo.Caption=Odstranění škodlivých a reklamních pluginů pro bezpečné online surfování
lblinfoThree.Caption=Udržování aktuální verze důležitých programů jedním klikem
RdBtnDownload.Caption=Aktivovat nyní

[CleanTool_M]
Clean_Shortcuts_GroupsHeader_M=Neplatní zástupci
Clean_WindowsPatch_GroupsHeader_M=Mezipaměť Windows aktualizací
Clean_Download_GroupsHeader_M=Složka Stažené soubory
OneItemStr=položka
SomeItemStr=položky
scaning_M=Skenování...
Clean_M=Vyčistit
Cleaning_M=Čištění...
Scan_M=Skenovat
PleaseSelect_M=Vyberte alespoň jednu položku, kterou chcete skenovat
SelectAll_M=Vybrat vše
DeselectAll_M=Zrušit výběr všech
NouselessFiles_M=Ve vašem počítači nebyly nalezeny žádné zbytečné soubory.
ExistDownloadFile_M=Opravdu chcete vyčistit vybrané soubory ve složce Stažené soubory?
Allthefollowing_M=Všechny vybrané zbytky byly úspěšně vyčištěny.

[Uninstaller_Form_CleanTool]
RdLabelCaption.caption=Vyčištění zbytků
lbl_Frame_Detail.caption=Vyčištění zbytků pomůže vyčistit neplatné zástupce, mezipaměť aktualizací Windows a zbytečné soubory ve Stažených souborech, abyste ušetřili více místa a zvýšili výkon systému.
lbl_Shortcut_Title.caption=Neplatní zástupci
lbl_Shortcut_Detail.caption=Skenování a odstranění neplatných zástupců z menu Start a plochy pro zlepšení výkonu systému.
lbl_WindowsPatch_Title.caption=Mezipaměť Windows aktualizací
lbl_WindowsPatch_Detail.caption=Vyčištění souborů mezipaměti vytvořených během instalací aktualizací pro uvolnění více místa na disku a hladší běh systému.
lbl_Download_Title.caption=Složka Stažené soubory
lbl_Download_Detail.caption=Skenování souborů ve výchozí složce pro stahování. Před odstraněním se ujistěte, že žádný ze souborů nepotřebujete.
Menu_Clean_OpenFileLocation.caption=Otevřít umístění souboru
Menu_Clean_SelectAll.caption=Vybrat vše
Menu_Clean_InvertSelection.caption=Obrátit výběr
ListView_Clean.Columns[0].Caption=Cesta k souboru
RdLabelBack.Caption=Zpět
ck_SelectALL.Caption=Vybrat vše

[Uninstaller_M]
MenuRight_Caption=Výkonná odinstalace
Explorer_Button=Skartovač souborů
Controlpanel_Button=Výkonná odinstalace

[EasyUninstall_M]
EasyPoint=Přetáhněte mě na otevřené okno, ikonu na ploše nebo na ikonu na systémové liště.
EasyNothingInfo=Cíl nebyl nalezen. Přetáhněte mě na jiné okno, ikonu na ploše nebo na ikonu na systémové liště.
EasyDeleteFileFail=Soubor nemůže být odstraněn, protože je zrovna používán. Zavřete soubor a zkuste to znovu.
EasyDeleteFolderFail=Složka nemůže být odstraněna, protože je zrovna používána. Zavřete soubor/složku a zkuste to znovu.
EasyUninstallPath=Odinstalovat nebo odstranit:
EasyUninstall=Odinstalovat
EasyShortcut=Odstranit zástupce
EasyLocation=Otevřít umístění souboru
EasyDelete=Odstranit
EasyCancel=Storno
EasyTransparency=Průhledné
EasyOpaque=Neprůhledné
EasyExitEasy=Otevřít hlavní okno
EasyExitIobit=Ukončit
EasyKillProcessFail=Nepodařilo se ukončit proces.
EasyKillProcessHint1=Opravdu chcete ukončit tento proces?
EasyKillProcessHint2=Neuložená data budou ztracena.
EasyKillProcess=Ukončit proces

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Zpětná vazba
lbl_DescTitle.caption=Popis:
lbl_EmailTitle.caption=E-mail:
lbl_ScreenShot.caption=Snímek obrazovky
lbl_TypeTitle.caption=Typ požadavku:
btnImg_FeedBackSend.caption=Odeslat
btnImg_FeedBackCancel.caption=Storno

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Odesílání...
lbl_SendFailed.caption=Odeslání selhalo. Klikněte na OK pro zaslání zpětné vazby online.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Děkujeme za vaši zpětnou vazbu. Budeme vás kontaktovat co nejdříve.
btnImg_SendSuccess.caption=OK

[FileShredder_M]
ShredderDetail_0=Přetáhněte soubor nebo složku pro provedení skartování.
ShredderDetail_1=Odstraněné soubory mohou být obnoveny i po formátování disku.
ShredderDetail_2=Skartovač souborů pomáhá odstranit nevyžádané soubory bezpečně a natrvalo.
FileShredder_MaxCount_M=Bylo přidáno 5000 souborů. Prosíme, přidejte zbylé soubory po skartování těchto 5000 souborů.
Shredder_InUse_M=Některé soubory nebyly skartovány, protože není u nich možnost zápisu. Zkontrolujte, zda se stále používají.
Shredder_Del_M=Opravdu chcete natrvalo odstranit přidané položky (počet: %d)? Tato akce je NEVRATNÁ a může chvíli trvat.
Shredder_NotDel_M=Jeden soubor nebyl skratován, protože u něj není možnost zápisu. Zkontrolujte, zda je stále používán.
Shredder_Sucess_M=Skartování bylo úspěšné.
Shredder_OneSucess_M=Skartování bylo úspěšné.
Shredder_DirIsEmpty_M=Je to prázdné, skartování nelze provést.
Shredder_DelOne_M=Opravdu chcete natrvalo odstranit přidanou položku? Tato akce je NEVRATNÁ a může chvíli trvat.
Shredder_NotAddFolder_M=Soubor "%s" nelze skartovat, protože tato operace může způsobit nestabilitu systému.
Shredder_OneFileDel_M=Soubor nebyl skratován, protože u něj není možnost zápisu. Zkontrolujte, zda je stále používán.

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Skartovač souborů
lbl_Listview_Title.caption=Vyberte soubor nebo složku pro skartování:
lblLoading.caption=Načítání...
lbl_AddFile.caption=Přidat soubor...
lbl_AddFolder.caption=Přidat složku...
RdImageButton_Shredder.caption=Skartovat
RdImageButton_Cancel.caption=Storno
ListView_FileList.Columns[0].Caption=Cesta k souboru
Menu_Shredder_Shredder.caption=Skartovat
Menu_Shredder_AddFile.caption=Přidat soubor
Menu_Shredder_AddFolder.caption=Přidat složku
Menu_Shredder_Romove.caption=Odstranit
Menu_Shredder_Clean.caption=Vyčistit
lbl_Shredder_Tip.caption=Probíhá skartování souborů. Může to chvíli trvat, čekejte prosím...

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Nelze přidat soubor "%s" na skartování, protože tato operace může způsobit nestabilitu systému.
ForceUninstallEndProgressMsg=%s právě běží. Prosíme, ukončete tento proces a zkuste to znovu.

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Vynucená odinstalace
lbl_FUInfo.caption=Pomůže odinstalovat program, který nelze odinstalovat běžným způsobem a důkladně vyčistí jeho zbytky. Odstraní také jeho zástupce.
btnImg_Open.caption=Procházet...
lbl_DropInfo.caption=Můžete procházet nebo zde přetáhnout soubor/složku pro odstranění nebo odinstalaci souvisejícího programu.
btnImg_Uninstall.caption=Odinstalovat
btnImg_Cancel.caption=Storno
PopMenu_Uninstall.caption=Odinstalovat
PopMenu_OpenFolder.caption=Otevřít umístění souboru
PopMenu_ViewEntry.caption=Otevřít v Editoru registru
PopMenu_SearchOnline.caption=Hledat online
ListView_FindReslut.Columns[0].caption=Název
ListView_FindReslut.Columns[1].caption=Velikost
ListView_FindReslut.Columns[2].caption=Datum instalace

[Uninstall_Tools_History_M]
ListviewHeader_Software_M=Název programu (Celkem: %d)
History_Residualfilesleft_M=zbývá zbytkových souborů
History_Installed_M=Instalováno
History_info_DouBle_M=programy nebyly posledně úplně odinstalovány. Pro pokračování klikněte na Odinstalovat.
History_info_One_M=program nebyl posledně úplně odinstalován. Pro pokračování klikněte na Odinstalovat.
History_Scan_M=Skenovat
Uninstalled_completely_M=Úspěšně odinstalováno
History_Detail_M=Podrobnosti
UninstallLog_No_IsEmpty_M=Výkonný sken nenalezl žádné zbytkové soubory.
Program_Information=Informace o programu
Files_Deleted=Souborů odstraněno
Registries_Deleted=Záznamů registru odstraněno
Scheduled_Tasks_Deleted=Naplánovaných úkolů odstraněno
Deleted_on_Reboot=Odstraněno při restartu
Service_Deleted=Služeb odstraněno
Export_M=Exportovat
rdlbl_NoTkanks=Ne, děkuji
RdLabelDetailNull=Zde naleznete podrobnosti a stav každého odinstalovaného programu.
RdLabelDetails=IObit Uninstaller vám pomohl odinstalovat <a>%d</a> programů a ušetřit <a>%s</a> místa na disku.
RdLabelDetail=IObit Uninstaller vám pomohl odinstalovat <a>%d</a> program a ušetřit <a>%s</a> místa na disku.

[uninstaller_ToolUninstallHistroy]
RdLabelDetail.caption=Zde si můžete prohlédnout historii odinstalací a stav. Pokud je ve stavu napsáno "Zbývající soubory", můžete kliknout na Skenovat pro nalezení a odebrání zbytkových souborů.
RdLabelCaption.caption=Historie odinstalací
ListView_History.Columns[1].Caption=Datum odinstalace
ListView_History.Columns[2].Caption=Velikost
ListView_History.Columns[3].Caption=Stav
ListView_History.Columns[4].Caption=Operace
Menu_ClearThis.Caption=Odstranit tento záznam
Menu_ClearAll.Caption=Odstranit všechny záznamy

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Zpětná vazba
lbl_CheckDetails.Caption=Podrobnosti
lbl_CheckingText.Caption=Analýza všech programů...

[MainForm_M]
Nav_Colle_Program_All=Programy
Nav_Colle_Browser=Toolbary a pluginy
Nav_Colle_Win=Windows aplikace
Nav_Colle_AC=Centrum akcí
Nav_Colle_SU=Aktualizace programů
Nav_Item_Program_All=Všechny programy
Nav_Item_Bundleware=Bundleware
Nav_Item_Program_Recent=Nedávno nainstalované
Nav_Item_Program_Infrequent=Zřídka používané
Nav_Item_Program_Large=Velké programy
Nav_Item_Win_Update=Aktualizace Windows
Nav_Item_Browser_All=Všechny toolbary a pluginy
Hint_Settings=Nastavení
Hint_Tools=Nástroje
UninstallProTipEnterCode=Zadat kód
UninstallProTipActive=Aktivovat nyní
UninstallProTipManage=Spravovat licenci
MainUpdate_Hint=Nová verze
Button_Uninstall=Odinstalovat
Button_Remove=Odstranit
Button_Update=Aktualizovat
ToolPopForceUninstall=Vynucená odinstalace
ToolPopCleanup=Zdraví softwaru
ToolPopHistory=Historie odinstalací
ToolPopFileShredder=Skartovač souborů
ToolPopHunterMode=Jednoduchá odinstalace
ToolPopUpdate=Aktualizace Windows
MoreSettingPopSetting=Nastavení...
MoreSettingPopRestore=Obnovení
MoreSettingPopExport=Exportovat seznam programů
MoreSettingPopUpdate=Zkontrolovat aktualizace
MoreSettingPopManual=Uživatelská příručka
MoreSettingPopSupport=Technická podpora
MoreSettingPopOnline=IObit online
MoreSettingPopLike=Líbí se
MoreSettingPopAbout=O programu
DefaultSelProg=Odinstalujte zbytečné programy pro uvolnění více místa.
DefaultSelPlug=Odeberte nežádoucí pluginy pro ochranu prohlížeče.
DefaultSelWApp=Odinstalujte nepotřebné Windows aplikace pro zrychlení počítače.
DefaultSelBundle=Odinstalujte nevyžádané bundleware.
SelInfoProg=programů vybraných k odinstalaci. Celková velikost:
SelInfoProgM=program vybraný k odinstalaci. Celková velikost:
SelInfoPlug=plugin vybrán k odebrání.
SelInfoPlugM=pluginů vybraných k odebrání.
SelInfoWApp=aplikace vybrána k odinstalování.
SelInfoWAppM=aplikací vybraných k odinstalování.
SelInfoBundle=položka vybraná k odinstalaci.
SelInfoBundleM=položek vybraných k odinstalaci.
SelInfoSoftwareUpdater=Udržujte důležité programy aktuální.
BundleHint=Při instalaci hlavního programu mohou být další programy nainstalovány bez vašeho vědomí. Můžete odebrat programy, které nechcete.
RestoreDefaultSettingsButton=Obnovit výchozí nastavení %s
APTitle=Aktivovat všechny funkce Pro
AP1=Automatický záznam instalací
AP2=Odstranění více těžko zbavitelných programů
AP3=Rychlý a bezpečný prohlížeč
AP4=Aktualizace software jedním klikem
MainGiftbox_Hint=Speciální nabídka! Sleva %D%
Nav_Item_InstallMonitor=Monitor instalací
Button_Install=Instalovat nyní
DefaultSelUpdate=Získejte aktuální verzi důležitých programů.
DefaultUpdaterPromot=Aktualizujte více programů s IObit Software Updater.
SelInfoUpdate=program vybrán k aktualizaci
SelInfoUpdateM=programů vybraných k aktualizaci
HealthCheckFound1=počet zbytků po odinstalaci: <a>%d</a>
HealthCheckFound2=<a>1</a> zbytek po odinstalaci
HealthCheckFound3=počet škodlivých/reklamních pluginů: <a>%d</a>
HealthCheckFound4=<a>1</a> škodlivý/reklamní plugin
HealthCheckFound5=počet zastaralého software: <a>%d</a>

[MetroApp_M]
NoSerchItem_Tip=Žádné položky neodpovídají vašemu vyhledávání.
Win8NoItemTip=Žádné Windows aplikace nebyly nalezeny.
Win8ColumnStr_Title=Název aplikace (Celkem: %d)
Win8LoadingApp=Načítám aplikace...
Win8ListViewGroupsWin8AppHeader=Windows aplikace
Win8ListViewGroupsWin8AppSubtitle=Aplikace publikované společností Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Aplikace třetích stran
Win8ListViewGroupsThirdSubtitle=Aplikace publikované třetí stranou.
RateTipHaveRate=uživatelů hodnotilo.
RateTipNoRate=Zatím nikdo nehodnotil.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Název
ListView_AppList.Columns[1].caption=Velikost
ListView_AppList.Columns[2].caption=Hodnocení uživatelů
ListView_AppList.Columns[3].caption=Operace
lbl_Notice.caption=Pro zobrazení Windows aplikací se ujistěte, že váš aktuální účet má administrátorská práva
mniUninstall.caption=Odinstalovat
mniRefush.caption=Obnovit
mniDetails.caption=Podrobnosti
mniOpenFile.caption=Otevřít umístění souboru
mniOpenReg.caption=Otevřít v Editoru registru
mniOpenWinstore.caption=Otevřít v Microsoft Store
mniSearchOnline.caption=Hledat online

[uninstall_Mitor_M]
ProStillLeavesone_M=%d program stále zanechává:
Lbl_metro_Atten.caption=Pozor
lbl_show.caption=Po "%s" stále zůstaly soubory, které mohou ovlivnit výkon počítače.
showDetails_M=Zobrazit podrobnosti
Cleanmanually_M=Vyčistit ručně
AutoClean_M=AutoČištění
Cleaning_M=Čištění
Cleannow_M=Vyčistit nyní
StillLeavas_M="%s" stále zanechává:
RegistryEntries_M=záznamů v registru
MBFiles_M=MB souborů
LeftBy_M=zanechaných "%s" bylo vymazáno
Cleanfuture_M=V budoucnu čistit automaticky
Registry_M=Registr
File_M=Soubor
Files_M=soubory
rdlblCleanupCompleted.caption=Čištění dokončeno
rdlblIncomplete.caption=Neúplná odinstalace
Setting_M=Nastavení
Uselessfiles_M=zbytečné soubory
Uselessregistryentries_M=zbytečné záznamy v registru
UselessregistryentriesOne_M=zbytečné položky registru
Removingnow_M=Odstraňování...
rdlblRemoving.caption=Odstraňování...
TrayHintstill=stále lze opravit %d zbytkových problémů.
CCtrayHint_M=stále lze opravit %d+ zbytkových problémů.
LeftoversRemoved_M=Zbytků odstraněno:
ProStillLeaves_M=%d programů stále zanechává:
Lan_BundleNoticeInfo_M=Bundleware nalezen. %S byl nainstalován.
Lan_ViewDetails_M=Podrobnosti

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Škodlivé toolbary a pluginy
ListViewGroupMaliciousDesc=Tyto toolbary a pluginy mohou změnit vaši výchozí domovskou stránku a krást vaše soukromé informace.
ListViewGroupAdTitle=Reklamní toolbary a pluginy
ListViewGroupAdDesc=Tyto toolbary a pluginy mohou zobrazovat reklamy.
ListViewGroupTrustTitle=Důvěryhodné toolbary a pluginy
ListViewGroupTrustDesc=Tyto toolbary a pluginy nepoškodí váš počítač. Můžete je odebrat nebo zachovat podle vašich potřeb.
ListViewGroupExtensions=Rozšíření
ListViewGroupPlugins=Pluginy
ListViewGroupToolbar=Toolbary
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtension_DES=Rozšíření se používají k přizpůsobení prohlížeče funkcemi, které se vám líbí.
ListViewGroupPlugin_DES=Plugin může být jednoduše nainstalován a používán jako součást webového prohlížeče.
ListViewGroupToolbar_DES=Toolbary pomáhají uživatelům zrychlit přístup na weby nebo provádět jiné funkce.
ListViewGroupBHO_DES=BHO pomáhá vytvářet personalizované prohlížeče a umožňuje jednodušší interaktivní funkce
ListViewGroupActivex_DES=ActiveX je používán prohlížečem Internet Explorer k usnadnění přehrávání multimédií.
PluginNoItemTip=Ve vašem prohlížeči nebyly nalezeny žádné toolbary nebo pluginy.
NoSerchItem_Tip=Žádné položky neodpovídají vašemu vyhledávání.
PluginColumnStr_Title=Název (Celkem: %d)
ChromeSyncMsg=Synchronizace Chrome je povolena. Vybrané pluginy mohou být automaticky reinstalovány po odstranění. Klikněte na <a>Zakázat synchronizaci Chrome</a> a postupujte podle pokynů na našem fóru pro zakázání synchronizace Chrome.
FuncPluginSysPluginMsgBox=Nedoporučujeme odstranění %s, protože některé funkce prohlížeče mohou být po odstranění ovlivněny.
FuncPluginLoading=Načítání...
FuncPluginRmoveSuccess=Úspěšně odstraněno. Načítání...
FuncVotePlugSelectMsgBox=Vyberte položku pro hodnocení
FuncPluginRmoveConfireSingleMsgBox=Opravdu chcete odstranit vybranou položku?
FuncPluginRmoveConfireSomeMsgBox=Opravdu chcete odstranit vybrané položky?
FuncCheckBrowserMsgBox_1=%s běží.
FuncCheckBrowserMsgBox_2=Klikněte na OK pro zavření (Nejdříve uložte svůj obsah).
FuncCheckBrowserMsgBox_3=Nebo klikněte na Zrušit pro přerušení operace.
FuncCheckBrowserMsgBox_4=%s běží.
FuncCheckBrowserMsgBox_5=Klikněte na OK pro zavření (Nejdříve uložte svůj obsah).
FuncCheckBrowserMsgBox_6=Nebo klikněte na Zrušit pro přerušení operace.
FuncPluginRemoveFailedMsgBox_1=Nepodařilo se odstranit následující položky:
FuncPluginRemoveFailedMsgBox_4=Odstranění %s může selhat, protože je pod ochranou %s. Ukončete %s a restartuje IObit Uninstaller pro opětovné odstranění.
FuncRestoreSuccessMsgBox=Úspěšně obnoveno výchozí nastavení.
FuncRestoreFailedMsgBox=Výchozí nastavení prohlížeče se nezdařilo.
PluginRestoreStr=Obnovit výchozí nastavení %s
FuncVoteMarkSelectMsgBox=Prosíme o hodnocení.
FuncVoteFailedMsgBox=Hodnocení selhalo. Zkontrolujte vaše připojení k internetu a zkuste to znovu.
FuncVoteActiveVote=Ohodnotit
FuncVoteWaitting=Odesílám hodnocení, čekejte prosím...
VoteStr_1=<a>1</a> uživatel hodnotil. Už jste hodnotili.
VoteStr_2=Ještě jsme neobdrželi žádné hodnocení. Buďte první.
VoteStr_3=<a>%d</a> uživatelů hodnotilo. Už jste hodnotili.
VoteStr_4=<a>%d</a> uživatelů hodnotilo. Co si myslíte o tomto pluginu?
NoticeInfoEx_One=<a>1</a> škodlivý plugin nalezen ve vašem prohlížeči. Otevřete IObit Uninstaller pro jeho odstranění.
NoticeInfoEx_Some=<a>%d</a> škodlivých pluginů nalezeno ve vašem prohlížeči. Otevřete IObit Uninstaller pro jejich odstranění.
Removingnow_M=Odstraňování...

[Uninstaller_fraBrowserCleaner]
lbl_NoItems.caption=V prohlížeči nebyly nalezeny žádné toolbary a pluginy.
rdlvAllBrowse.Columns[0].Caption=Název
rdlvAllBrowse.Columns[1].Caption=Hodnocení uživatelů
rdlvAllBrowse.Columns[2].Caption=Operace
rdlvCustomBrowse.Columns[0].Caption=Název
rdlvCustomBrowse.Columns[1].Caption=Operace
mniRemove.Caption=Odstranit
mniRate.Caption=Ohodnotit
mniIgone.Caption=Ignorovat
mniRefush.Caption=Obnovit
mniOpenFloder.Caption=Otevřít umístění souboru
mniOpeninRegedit.Caption=Otevřít v Editoru registru
mniSelectedAll.Caption=Vybrat vše
mniInvertSelection.Caption=Obrátit výběr
mniSearchOnline.Caption=Hledat online

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Obnovení prohlížeče
lblConfire.Caption=Opravdu chcete provést obnovení do výchozího nastavení?
lblHomepageTitle.Caption=Aktuální domovská stránka:
lblSearchTitle.Caption=Aktuální výchozí vyhledávač:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Storno

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Podrobnosti
lbl_NoTkanks.caption=Již nezobrazovat

[Uninstaller_frm_PulginPromot]
lbl_TitleCaption.caption=Aktivujte IObit Uninstaller PRO pro důkladnější odstranění škodlivých a reklamních pluginů
lbl_TileInfo.caption=Neustále se rozšiřující databáze pomůže odstranit více škodlivých a reklamních pluginů
btn_Active.caption=Aktivovat nyní
btn_Tab.caption=Získat více s IObit Uninstaller PRO
lbl_InfoDB.caption=Velká databáze pro odstranění programů, které nelze odinstalovat obvyklou cestou
lbl_InfoRemove.caption=Monitorování instalace programů a odstranění bundleware
lbl_InfoUpdate.caption=Udržování aktuální verze důležitých programů jedním klikem

[Uninstaller_Program_M]
Noprograms_Frequencyofuse_M=Nebyly nalezeny žádné zřídka používané programy.
Noprograms_100Size_M=Nebyly nalezeny žádné programy přesahující velikost 100 MB.
Noprograms_match_M=Žádné položky neodpovídají vašemu vyhledávání.
Noprograms_Recent_M=Nenalezeny žádné programy nainstalované během posledních 10 dní.
monthsago_M=před %d měsíci
yearsago_M=před %d rokem
yearsagos_M=před %d roky
SoftwareFrame_InstallDate_M=Datum instalace
SoftwareFrame_FrequencyUse_M=Naposledy použito
HistoryInfo_DisplayName=Název
HistoryInfo_Publisher=Vydavatel
HistoryInfo_Version=Verze
HistoryInfo_InstallDate=Datum instalace
HistoryInfo_UseSize=Využítí místa na disku
HistoryInfo_Location=Umístění
HistoryInfo_UninstallDate=Datum odinstalace
Lan_Nobundle=Nebyl nalezen žádný bundleware.
Lan_Main_Soft=Hlavní program
Lan_Bundled_Soft=Přibalený program
Lan_Bundled_Plug=Přibalený plugin
LogTip_M=Klikněte pro zobrazení záznamu instalace.

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Velikost
ListView_SoftwareList.Columns[2].Caption=Datum instalace
ListView_SoftwareList.Columns[3].Caption=Operace
Menu_Program_Uninstall.caption=Odinstalovat
Menu_Program_Repair.caption=Opravit
Menu_Program_Refresh.caption=Obnovit
Menu_Program_OpenFileLocation.caption=Otevřít umístění souboru
Menu_Program_OpeninRegedit.caption=Otevřít v Editoru registru
Menu_Program_SearchOnline.caption=Hledat online

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Druh
ListView_BundleList.Columns[2].Caption=Operace
Menu_Program_Uninstall.caption=Odinstalovat
Menu_Program_OpenFileLocation.caption=Otevřít umístění souboru
Menu_Program_OpeninRegedit.caption=Otevřít v Editoru registru
Menu_Program_SearchOnline.caption=Hledat online
mni_Ignore.caption=Ignorovat

[Uninstaller_Public_M]
Lan_ButtonCancel=Storno
Lan_ButtonClose=Zavřít
Lan_ButtonContinue=Pokračovat
Lan_ButtonClean=Vyčistit
Lan_Cleaning=Čištění
Lan_Details=Podrobnosti
Lan_Exit=Ukončit
Lan_Hide=Skrýt
Lan_Ignore=Ignorovat
Lan_Ignored=Ignorováno
Lan_item=položka
Lan_items=položky
Lan_LoadingD=Načítání...
Lan_WindowMin=Minimalizovat
Lan_WindowMax=Maximalizovat
Lan_ButtonNo=Ne
Lan_Name=Název
Lan_NameT=Název (Celkem: %d)
Lan_Notagain=Již nezobrazovat
Lan_ButtonOK=OK
Lan_Publisher=Vydavatel
Lan_WindowRest=Obnovení
Lan_ButtonRemove=Odstranit
Lan_State=Stav
Lan_Show=Zobrazit
Lan_Scan=Skenovat
Lan_Search=Hledat
Lan_ButtonUninstall=Odinstalovat
Lan_Version=Verze
Lan_ButtonYES=Ano
Lan_DisplayName=Název
Lan_Installationpath=Cesta k instalaci
Lan_Description=Popis
Lan_SysMsgCorrupted=Některé soubory programu IObit Uninstaller jsou poškozeny. Prosíme, přeinstalujte IObit Uninstaller.
Lan_ProgramMult=Program již běží pod jiným uživatelským účtem. Než se jej pokusíte spustit znovu, ukončete program na tom uživatelském účtu.
Lan_Powerful_File_Reboot=Soubor odstraněn při restartu
Lan_Powerful_File_Delete=Soubor úspěšně odstraněn
Lan_Powerful_Reg_Success=Záznam registru úspěšně odstraněn
Lan_Powerful_Reg_Failed=Odstranění záznamu registru selhalo
Lan_Powerful_Task_Success=Plánovač úloh byl úspěšně odstraněn
Lan_Powerful_Task_Failed=Odstranění plánovače úloh selhalo
Lan_Powerful_Serv_Success=Služba úspěšně odstraněna
Lan_Powerful_Serv_Failed=Odstranění služby selhalo
Lan_ButtonActivate=Aktivovat nyní
Lan_ButtonFOR0=Získat Pro za $0
Lan_LinkHelp=Podpora
Lan_LinkAbout=Informace

[Unistaller_Register_M]
license_OtherCode_M=Licenční kód %s je platný pouze pro %s. Klikněte na tlačítko OK pro stažení a registraci %s.
LicenseCannotconnect_M=Nelze se připojit k našemu serveru. Zkontrolujte vaše nastavení sítě/proxy a zkuste provést ověření licence později.
license_OtherGivewalys_M=%s je darovaná licence a je platná pouze pro příslušnou verzi. Navštivte <a>tuto stránku</a> pro zakoupení nové licence.
License_expired_M=Licence %s vypršela. Klikněte <a>zde</a> pro zakoupení nové licence.
License_maximum_M=Licence %s byla aktivována pro maximální počet počítačů a již nemůže být použita. Klikněte <a>zde</a> pro zakoupení další licence, abyste mohli aktivovat IObit Uninstaller PRO na tomto počítači.
License_Free_M=Licence %s nemůže být aktivována. Prosíme, kupte si novou licenci pro IObit Uninstaller PRO.
License_valid_M=Neplatný licenční kód! Zadejte platný licenční kód.
LicenseSeat_M=Licence:
LicenseCodeLiftTime_M=Toto je celoživotní licenční kód, který platí pouze pro IObit Uninstaller v%d. Nainstalujte IObit Uninstaller v%d PRO.
licenseEg_M=Např.: AAAAA-BBBBB-CCCCC-DDDDD
licensedays_left_M=Zbývá %d dnů
Never_M=Nikdy

[Uninstaller_Form_Activate]
Label_Get.caption=Získat licenci
Label_Retrv.caption=Zapomenutý kód?
Label_Eg.caption=Např.: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleOne.caption=Automatický záznam instalací
lblContentOne.caption=Automatická detekce a zaznamenání instalace programů pro důkladnou odinstalaci se záznamem stop
lblTitleTwo.caption=Odinstalace bundleware
lblContentTwo.caption=Monitorování instalace programů a vypsání všech bundleware pro jednodušší odinstalaci
lblTitleThree.caption=Rychlé a bezpečné prohlížení internetu
lblContentThree.caption=Odstranění škodlivých/reklamních pluginů pro zajištění bezpečného a plynulého surfování na internetu
lblTitleFour.caption=Aktualizace programů
lblContentFour.caption=Zajištění nejnovější verze důležitých programů jedním klikem.
RdImgBtnRegNow.caption=Registrovat nyní
RdLabelCaption.caption=Aktivujte PRO edici a užijte si lepší zážitek z programu
Label_Please.caption=Vložte prosím svůj licenční kód a klikněte na "Registrovat nyní" pro aktivaci všech funkcí PRO edice.
Label_Code.caption=Licenční kód:
RdBtnlab.caption=Více výhod, slibujeme:
RdImgBtn_Upgrade.caption=Upgradovat na PRO
rdlblHelp.caption=Pomoc

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Zavřít
lbleg.Caption=Např.: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=Pomoc
Label_Please.caption=Vložte prosím svůj licenční kód a klikněte na "Registrovat nyní" pro aktivaci všech funkcí PRO edice.
Label_Code.caption=Licenční kód:
RdImgBtnRegister.caption=Registrovat nyní
Label_Retrv.caption=Zapomenutý kód?
Label_HaveLicense.caption=Nemáte licenci?
Label_click.caption=Klikněte zde pro získání licence.
RdImageButton_Back.caption=Zpět
RdImageButton_Close.caption=Zavřít
RdLabelCaption.caption=Správce licence
Label_Status.caption=Stav licence:
Label_Activated.caption=Aktivováno
Label_Lcode.caption=Licenční kód:
Label_Data.caption=Datum vypršení:
Label_Refresh.caption=Obnovit
Label_Export.caption=Exportovat licenci
rdlblAlread.caption:=Již mám licenční kód

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Pomoc
RdImgBtn_Closetwo.caption=Zavřít
Label_success.caption=Licence byla úspěšně aktivována!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Klikněte levým tlačítkem a tažením myši vyberte oblast, kterou chcete vyfotit
M_NoticeInfo_AC=2. Klikněte pravým tlačítkem nebo stiskněte Esc pro zrušení
M_Rect=Obdélník
M_Oval=Ovál
M_Text=Text
M_Paintbrush=Štětec
M_Return=Obnovit operaci (Ctrl + Z)
M_Copy=Zkopírovat do schránky
M_Exit=Ukončit
M_Save=Uložit
M_TipInfo=Snímek obrazovky byl uložen do schránky. Můžete použít Ctrl + V pro vložení.
M_TipShow=Již nezobrazovat
M_TipSure=OK
M_NoticeInfo=1. Klikněte levým tlačítkem a tažením myši vyberte oblast, kterou chcete vyfotit
M_NoticeInfo_a=2. Klikněte pravým tlačítkem nebo stiskněte Esc pro zrušení

[Uninstaller_frmSetting]
lbl_Caption.caption=Nastavení
lbl_UserInterfaceTitle.caption=Uživatelské rozhraní
lbl_SkinTitle.caption=Vzhled:
lbl_LanguageTitle.caption=Aktuální jazyk:
lbl_FontSize.caption=Velikost písma:
lbl_Classic.caption=Klasický
lbl_White.caption=Bílý
lbl_UpdateTitle.caption=Způsob aktualizace
lbl_UpdateRemind.caption=Oznámit dostupnost aktualizace
lbl_UpdateChooseDes.caption=Způsob aktualizace programu:
lbl_UpdateAuto.caption=Aktualizovat automaticky
lbl_GeneralCaption.caption=Obecné
lbl_AutoDelete.caption=Automaticky odstranit zbytkové soubory
lbl_AutoDeleteAfterOtherUninstall.caption=Automaticky vymazat zbytky programu odinstalovaného jiným odinstalátorem
lbl_RemoveToRecycleBin.caption=Odstranit soubory do odpadkového koše
lbl_ShowExplorerButton.caption=Přidat tlačítko "Skartovat" do Průzkumníka
lbl_Notification.caption=Oznámení
lbl_AutoShowTipForm.caption=Upozornit na spuštění pokročilého skenování při detekování odinstalace jiným programem
lbl_BrowserPlugTip.caption=Upozornit při instalaci škodlivých pluginů
btnImg_OK.caption=OK
btnImg_Cancel.caption=Storno
lbl_BundlewareInstalled.caption=Upozornit při instalaci bundleware
lbl_HotKey.caption=Klávesová zkratka pro snadnou odinstalaci:
lbl_OccupiedHotKey.caption=Již se používá, zadejte jinou:
lbl_NotifySoftUpdater.caption=Informovat o dostupnosti nových aktualizací software.
btnImg_remove.caption=Odstranit
btnImg_Boundleware.Caption=Bundleware
btnImg_UserInterface.Caption=Uživatelské rozhraní
btnImg_General.Caption=Obecné
btnImg_UpdateRemind.caption=Informovat o dostupných aktualizacích
btnImg_UpdateAuto.caption=Aktualizovat automaticky
btnImg_AutoDelete.caption=Automaticky odstraňovat zbytkové soubory
btnImg_AfterUninstallAutoScan.caption=Automaticky odstraňovat zbytky z odinstalace programu provedené jiným odinstalátorem
btnImg_RemoveToRecycleBin.caption=Přesunout zbytkové soubory do koše
btnImg_ShowExplorerButton.caption=Přidat tlačítko Skartovat soubor do Průzkumníka
btnImg_Notification.Caption=Oznámení
btnImg_BundlewareInstalled.caption=Zaslat oznámení při instalaci bundleware
btnImg_BrowserPlugTip.caption=Zaslat oznámení při instalaci škodlivého pluginu
btn_NotifySoftUpdater.caption=Zaslat oznámení při dostupných aktualizacích programů
btnImg_AutoShowTipForm.caption=Zaslat oznámení při detekování odinstalace jiným odinstalátorem
btnImg_SystemDiskSpace.caption=Zaslat oznámení, pokud volné místo na disku je menší než 10%
lbl_Boundleware.caption=Seznam ignorovaných
rdlbl_BoundlwareTip.caption=Ignorované položky nebudou detekovány jako bundleware, dokud je neodstraníte ze seznamu níže.

[Uninstall_setting_M]
Setting_UITitle=Uživatelské rozhraní
Setting_UpdateTitle=Způsob aktualizace
Setting_GeneralTilte=Obecné
Setting_NotificationTilte=Oznámení
Setting_Size_Normal=Normální
Setting_Size_Large=Velká
Setting_Size_Larger=Větší
Setting_BoundlewareTilte=Seznam ignorovaných
Setting_listviewHeader=Název položky

[SoftUpdate_M]
SU_COL_Name=Název (Celkem: %d)
SU_COL_Version=Verze
SU_COL_State=Operace
SU_Ignore=Ignorovat
SU_Ignored=Ignorováno
SU_NoIgnore=Odvolat ignorování
SU_Update=Aktualizovat
SU_Updating=Probíhá aktualizace
SU_UpToDate=Aktuální
SU_NewVersion=Nová verze
SU_CurrVersion=Používaná verze
SU_ActivePro=Povolit automatické aktualizace
SU_Button_UpdateAll=Aktualizovat vše
SU_NoFindUpdates=K dispozici nejsou žádné aktualizace.
SU_GroupOutData=Zastaralé
SU_GroupUpToDate=Aktuální a ignorované

[SpecUTool_M]
SpecTOpen=Otevřít
SpecTOK=OK
SpecTHide=Skrýt
TrayHint=IObit Uninstaller provádí odinstalaci programů
SpecTUninstalling=Probíhá odinstalace následujícího programu:
SpecTUninstallingM=Probíhá odinstalace následujících programů:
SpecTUninstalled=program byl odinstalován.
SpecTUninstalledM=programů bylo odinstalováno.
SpecTClose=Zavřít

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Obnovení
rdlblDesc.Caption=Obnovit počítač do stavu, ve kterém se nacházel před vybranou událostí. Poslední událost nemůže být smazána kvůli bezpečnosti systému.
ListView_Restore.Columns[0].Caption=Datum a čas
ListView_Restore.Columns[1].Caption=Popis
btn_CreateRestorePoint.Caption=Vytvořit bod obnovení
RdImageButton_Restore.Caption=Obnovení
RdImageButton_Delete.Caption=Odstranit
lblNull.Caption=Body obnovení nebyly vytvořeny.
Rdlbl_CreateRestorePoint.caption=Vytvořit bod obnovení

[SystemRestore_M]
SysRestore_CreateComplete=Bod obnovení byl úspěšně vytvořen!
SysRestore_CreateFailed=Vytvoření bodu obnovení se nezdařilo! Zkontrolujte, zda je funkce Obnovení systému povolena.
SysRestore_CreateRestore_Confirm=Opravdu chcete vytvořit bod obnovení?
SysRestore_CreateRestore_Tip=Vytváření bodu obnovení, čekejte prosím...
SysRestore_CreateRestore_Failed=Vytvoření bodu obnovení se nezdařilo! Zkontrolujte, zda je funkce Obnovení systému povolena.
SysRestore_SetRestore_Confirm=VAROVÁNÍ: Obnovením systému do bodu obnovení budou vráceny všechny změny, které byly provedeny po vytvoření toho bodu obnovení. Po spuštění nelze obnovení systému vrátit zpět nebo přerušit. Opravdu chcete pokračovat?
SysRestore_SetRestore_Reboot=K provedení těchto změn je potřeba restartovat počítač. Před restartem uložte všechny otevřené soubory a zavřete všechny otevřené programy. Restartovat nyní?
SysRestore_SetRestore_Tip=Probíhá obnova systémových souborů a nastavení, čekejte prosím...
SysRestore_Delete_Confirm=Opravdu to chcete smazat?

[UninstallForm_M]
MsgBox_SelectProgram=Vyberte alespoň jeden program.
Msg_Bundle_RebootSpec=byl odinstalován. Restartujte počítač pro dokončení odinstalace.
OneItemStr=%d položka
SomeItemStr=%d položek
RebootToDelete_Str=(Odstranit při restartu)
UninstallingSingleStr=Opravdu chcete odinstalovat vybraný program?
UninstallingSomeStr=Opravdu chcete odinstalovat vybraných %d programů?
Uninstall_Str=Probíhá odinstalace %s (%d/%d)
Scan_Str=Skenování %s (%d/%d)
UninstallOne_Str=Probíhá odinstalace %s
ScanOne_Str=Skenování %s
CreateRetore_Str=Vytváření bodu obnovení, čekejte prosím...
SureToDeleteSomeStr=Počet odinstalovaných programů: <a>%d</a>. V počítači ale zůstaly následující zbytky.
SureToDeleteOneStr=Byl odinstalován <a>1</a> program. V počítači ale zůstaly následující zbytky.
SureToDeleteByHistroyStr=Zbytků nalezeno.
DeletingStr=Probíhá odstraňování zbytků, čekejte prosím
DeleteCancleStr=Opravdu chcete zrušit odstraňování?
RestoringCancleStr=Vytváření bodu obnovy. Opravdu to chcete zrušit?
RegistryCaption_Str=Registr
FileCaption_Str=Soubor
TaskCaption_Str=Naplánované úlohy
ServiceCaption_Str=Systémové služby
SuccessReslutFromHistroySingle=Zbytkové soubory byly úspěšně vyčištěny. Podívejte se na níže uvedené podrobnosti:
SuccessReslutFromUninstallSingle=Úspešně jste odinstalovali <a>%d</a> program s podrobnostmi níže:
SuccessReslutFromUninstallSome=Úspešně jste odinstalovali <a>%d</a> programů s podrobnostmi níže:
SuccessReslutNeedRestartSingle=<a>%d</a> program byl odinstalován.
SuccessReslutNeedRestartSome=Počet odinstalovaných programů: <a>%d</a>.
FileDeleteReslut=Odstraněno souborů:  <a>%s</a>
RegDeleteReslut=Odstraněno záznamů registru:  <a>%d</a>
TaskDeleteReslut=Odstraněno plánovaných úloh:  <a>%d</a>
ServiceDeleteReslut=Odstraněno služeb:  <a>%d</a>
HtmlRecomReslutCaption=Odinstalováno <a>%d</a> programů a odstraněné zbytky níže:
HtmlFileReCaption=<a>%s</a> zbytečných souborů
HtmlRegReCaption=<a>%d</a> zbytečných záznamů registru
HtmlTaskReCaption=<a>%d</a> neplatných plánovaných úloh
HtmlServicesReCaption=<a>%d</a> neplatných systémových služeb
UninstallPromote=Zakoupit nyní
RebootYes=Restartovat nyní
RebootLater=Později
FromHistroyNoItem=Nebyl nalezen žádný zbytek.
FromUninstallNoItem=Odinstalace byla dokončena.
RelatedMetroText=Tyto aplikace spolu souvisí. Odinstalací jedné z nich automaticky odinstalujete všechny ostatní. Opravdu chcete provést odinstalaci?
RelatedSoftText=Produkty v balíku výše byly nainstalovány najednou. Chcete je společně odinstalovat?
HtmlADPluginCaption=<a>%d</a> rušivých reklamních pluginů
HtmlMaliciousPluginCaption=<a>%d</a> hrozeb škodlivých pluginů
MoneyBackInfo=Budete si užívat bezpečnější a rychlejší počítač odstraněním nevyžádaných programů a pluginů. 60-denní záruka vrácení peněz. Bez otázek.
SpecPromotTile_1=%s se nepodařilo odinstalovat.
SpecPromotTile_2=%d programů se nepodařilo odinstalovat.
SpecPromotTile_3=1 program byl odinstalován.
SpecPromotTile_4=%d programů bylo odinstalováno.
SpecPromotTile_5=ale 1 program se nepodařilo odinstalovat.
SpecPromotTile_6=ale %d programů se nepodařilo odinstalovat.
SpecPromotInfo_1=Aktivujte verzi PRO pro odinstalaci s unikátní databází.
SpecPromotInfo_2=Aktivujte verzi PRO pro odinstalaci s unikátní databází.
SpecPromotInfo_3=%s nelze odinstalovat obvyklou cestou.
SpecRestartAll=Restartujte počítač pro úplnou odinstalaci následujících programů. Restartovat nyní?
SpecRestartOne=Restartujte počítač pro úplnou odinstalaci následujícího programu. Restartovat nyní?
Clean_Uninstall=Kompletní odinstalace
UninstallingCancleStr=Probíhá odinstalace a zbytkové soubory budou ponechány, pokud to nyní ukončíte. Opravdu chcete skončit?

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Otevřít v Editoru registru
mniMenu_Path.caption=Otevřít umístění souboru
btnImg_AllMainCancel.caption=Storno
btnImg_Uninstall.caption=Odinstalovat
lbl_AutoDelete.caption=Automaticky odstranit zbytkové soubory
lbl_IsCreateRestore.caption=Vytvořit bod obnovení před odinstalací
lbl_IsUninstallHint.caption=Opravdu chcete odinstalovat vybraný program?
btnImg_Delete.caption=Odstranit
btnImg_ReslutCancel.caption=Storno
lbl_SeletedAll.caption=Vybrat vše
lbl_ShredFile.caption=Skartovat soubory
lbl_NoPowerScan.caption=Odinstalace byla dokončena.
btnImg_RecommendClose.caption=Zavřít
btnImg_Restart.caption=Ano
lbl_MoneyBackTitle.caption=Garance důkladné odinstalace a čistějšího počítače
lbl_UninstallCompleted.caption=Odinstalace dokončena!
lbl_PluginTitle.caption=Ale pro zajištění bezpečného surfování musí být opraveny tyto problémy:
lbl_UpgradeDes.caption=Pro opravení upgradujte na IObit Uninstaller PRO nyní.
lbl_AutoUpdateDes.caption=Automatické a rychlé odstranění zbytkových souborů
lbl_CleanDes.caption=Odstranění bundleware jedním kliknutím
lbl_MoreDBDes.caption=Odstranění těžko zbavitelných programů, které nelze odinstalovat normální cestou
lbl_ProTitle.caption=Ale verze PRO přináší další funkce:
lbl_RemovePlugin.caption=Aktualizace důležitých programů jedním kliknutím
lbl_SupportDes.caption=Odstranění škodlivých && reklamních pluginů pro bezpečné surfování
btn_Tab.caption=S IObit Uninstaller PRO získáte více
lbl_InfoDB.caption=Velká databáze pro důkladné odstranění těžko zbavitelných programů
lbl_InfoRemove.caption=Odstranění škodlivých a reklamních pluginů pro bezpečné online surfování
lbl_InfoUpdate.caption=Monitorování instalace programů a odstranění bundleware
btnImgl_SeletedAll.caption=Vybrat vše
btnImg_ChkAutoDelete.caption=Automaticky odstraňovat zbytkové soubory
btnImg_ChkCreateRestore.caption=Před odinstalací vytvořit bod obnovení
btnImg_ChkShredFile.caption=Skartovat soubory

[Uninstaller_frm_UninstallPromot]
lbl_TitleCaption.caption=Byl nalezen bundleware. Aktivujte IObit Uninstaller PRO
lbl_TileInfo.caption=pro společné odstranění programů v balíku
btn_Active.caption=Aktivovat nyní
btn_Uninstall.caption=Pokračovat v odinstalaci
btn_Tab.caption=Aktivujte IObit Uninstaller PRO, abyste
lbl_InfoDB.caption=Velká databáze pro odstranění programů, které nelze odinstalovat obvyklou cestou
lbl_InfoRemove.caption=Odstranění škodlivých a reklamních pluginů pro bezpečné online surfování
lbl_InfoUpdate.caption=Udržování aktuální verze důležitých programů jedním klikem
lbl_UninstallTip.caption=Programy v balíku nebudou odinstalovány společně
lbl_BundleTitile.caption=Bundleware nalezeno.
lbl_Tip1.caption=+ Odinstalovali uvedené programy společně
lbl_Tip2.caption=+ Odstranili všechno bundleware z počítače

[WindowsUpdate_M]
UpdateColumnStr_Title=Název aktualizace (Celkem: %d)
Update_NoItem_Tip=Nebyly nalezeny žádné aktualizace Windows.
NoSerchItem_Tip=Žádné položky neodpovídají vašemu vyhledávání.
MsgBox_SelectProgram=Vyberte alespoň jeden program.
Update_Loading_Tip=Načítání...
Update_WindowsTitle=Zde jsou uvedeny všechny nainstalované aktualizace Windows na vašem počítači. Chcete-li uvolnit více místa, odinstalujte nežádoucí aktualizace systému Windows.
Button_Uninstall=Odinstalovat

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Datum instalace
mniUninstall.caption=Odinstalovat
mniRefush.caption=Obnovit

[uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Ne, děkuji
RdImgBtnUninstall.caption=Odinstalovat
RdListView_History.Columns[0].Caption=Název programu
RdListView_History.Columns[1].Caption=Stav

[Uninstaller_Form_UptoPro]
Rdlb_UpdateManually.caption=Manuální aktualizace
Rdlb_lbOpenBuyWeb.caption=Už vás unavuje ruční aktualizace?
RdLb_OpenBuyWeb.caption=Aktivovat automatickou aktualizaci

[Uninstaller_FeedBack_M]
FeedBack_1=Pochvala
FeedBack_2=Návrh
FeedBack_3=Selhání odinstalace
FeedBack_4=Problém s bundleware
FeedBack_5=Problém s monitorem instalací
FeedBack_6=Problém s aktualizací programů
FeedBack_7=Nepodařilo se zobrazit všechny programy
FeedBack_8=Problémy s pokročilým skenem
FeedBack_9=Nahlášení chyby
EmailMessage=Nesprávný e-mail. Prosíme, zadejte správnou e-mailovou adresu, abyste mohli obdržet naši odpověď.
MemoHint=Popište své návrhy či problémy podrobně, abychom mohli naše produkty vylepšit.
ScreenMaxMessage=Operace selhala. Dosáhli jste maximálního počtu 5 snímků obrazovky.
CloseHintMsg=Opravdu nechcete odeslat zpětnou vazbu?
SendBugck=Pošlete nám debug soubor na prozkoumání. <a>Ochrana soukromí</a>
FeedBackMessage=Prosíme, napište popis.
EmailHint=Prosíme, zadejte zde váš správný e-mail
Startup_Delete_M=Odstranit
FeedBack_10=Jiné

[ACD_M]
M_Downloading=Stahování:
M_TipFixing=Opravování
M_Tips=Probíhá stahování. Klikněte 2x na ikonu pro zobrazení detailů.
M_Installing=Instalování:
M_MD5Faild=Instalační soubor je poškozen. Zkuste to prosím později.
M_NetError=Chyba sítě. Stahování selhalo, prosíme, zkuste to znova později!
M_DiskIsFull=Nedostatečně místo na disku!
M_Speed=Rychlost:
M_AreSure_IObit=Opravdu chcete ukončit IObit Downloader?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Storno
lbl_Min.Caption=Minimalizovat
btnClose.Hint=Zavřít

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Používáte neoficiální IObit Uninstaller.
lbl_SecondTitle.caption=Neoficiální IObit Uninstaller již nebude fungovat.
lbl_HarmInfo.caption=Nejen že škodí výkonu vašeho počítače, ale také způsobuje únik soukromí kvůli zranitelnosti, kterou způsobil.
lbl_OfficialInfo.caption=Získejte oficiální IObit Uninstaller nyní pro silnou ochranu soukromí a počítače.
htmlLabel_Text.caption=Získejte exkluzivní <a>75%</a> slevu pro získání verze PRO!
btn_GetPro.caption=Získat verzi PRO
btn_GetFree.caption=Získat verzi zdarma

[Protip_M]
Congratulations_M=Gratulujeme!
YouHave_M=Úspěšně jste aktualizovali program IObit Uninstaller na nejnovější verzi.
Try_M=Vyzkoušet nyní!

[SoftUpdatePromote_M]
PromoteOne=%s program může být aktualizován.
PromoteOnes=%s programů může být aktualizováno.
PromoteTwo=Aktivujte IObit Uninstaller PRO pro aktualizaci vašeho programu jedním kliknutím.
PromoteTwos=Aktivujte IObit Uninstaller PRO pro aktualizaci vašich programů jedním kliknutím.
btn_Tab=Získat více s IObit Uninstaller PRO
lbl_InfoDB=Velká databáze pro důkladné odstranění těžko zbavitelných programů
lbl_InfoRemove=Monitorování instalací programů a jednoduché odstranění bundleware
lbl_InfoUpdate=Odstranění škodlivých programů a pluginů pro bezpečné a plynulé surfování na internetu
Btn_Active=Aktivovat nyní
SUInstall=Nainstalovat
IUP_Manually=Aktualizovat manuálně
Img_Tab=Aktivujte IObit Uninstaller PRO, abyste
LbIUPromote1=Aktualizovali všechny důležité programy jedním klikem
LbIUPromote2=Nainstalovali aktualizace automaticky bez návštěvy webu
SUImg_Tab=Nainstalovat IObit Software Updater
LbSUPromote1=Jednodušší aktualizace více programů
LbSUPromote2=Snadná instalace programů, které chcete
SUEULA=Kliknutím na "Nainstalovat" souhlasíte s instalací IObit Software Updater a přijímáte <a>Licenci</a> a <a>Zásady ochrany osobních údajů</a>.

[SoftUpdateTip_M]
TipOne=<a>%s</a> produkt musí být aktualizován
TipOnes=<a>%s</a> produktů musí být aktualizováno
NeverShow=Již nezobrazovat
BtnUpdate=Aktualizovat nyní

[Uninstaller_frm_CrRestore]
Restoring_Caption=Získávání oficiální verze...
RestoreSuccess_Caption=Úspěšně jste nainstalovali oficiální IObit Uninstaller!
RestoreFailed_Caption=Stažení oficiální verze IObit Uninstaller selhalo. Prosíme, navštivte náš oficiální web a zkuste to znovu.
Run_Button=Spustit nyní
Download_Button=Stáhnout nyní

[Giftbox_M]
OnlyDay_M=Zbývá pouze %d den
OnlyDays_M=Pouze %d dny/ů
Youhave_M=Získali jste speciální nabídku od IObit! Slevu %d%!
ThisSpecial_M=Tato speciální nabídka je poděkování našim věrným uživatelům, kteří nám pomáhají vytvořit lepší IObit Uninstaller
enjoy_the_PRO_M=S IObit Uninstaller PRO získáte více
PromotOne_M=Velká databáze pro důkladné odstranění těžko zbavitelných programů
PromotTwo_M=Monitorování programových instalací a jednoduché odstranění bundleware
PromotThere_M=Aktualizace důležitých programů jedním kliknutím
ActivateNow_M=Aktivovat nyní
CountDown_M=Limitovaná nabídka: %dd:%dh:%dm:%ds:%dms*

[IUInstallMonitorLogFrm_M]
btnImg_Close_Hint=Zavřít
ProgramInformationTip=Informace o programu
RegEntriesTip=Záznamy registru:
TotalSizeTip=Celková velikost:
FilesCountTip=Soubory:
DisplayNameTip=Název:
InstallDateTip=Datum instalace:
VersionTip=Verze:
PublisherTip=Vydavatel:
LocationTip=Adresář:
InstallationDurationTip=Délka instalace:
InstallPackageTip=Instalační balíček:
MMORegistryTip=Záznamy registru
MMOFilesTip=Soubory

[frmMonitorHistroy_M]
btnImg_Close_Hint=Zavřít
DetailsTip=Podrobnosti
MonitorSingleProgameTip=záznam o instalaci
MonitorComplexProgameTip=záznamy/ů o instalaci.

[Healthcheck_M]
M_Version=Nová verze
M_SoftHealth=Zdraví softwaru
M_MainTitle=Zdraví softwaru
M_ScaningString=Funkce Zdraví softwaru právě analyzuje stav vašich programů a aplikací.
M_NoProgramString1=Nebyly nalezeny žádné problémy.
M_NoProgramString2=Všechny vaše programy fungují bez problému.
M_Fix=Opravit
M_Detail=Podrobnosti
M_Complete=Oprava dokončena!
ResidualMainString=Odstraňte zbytky po odinstalaci pro uvolnění více místa.
PluginMainString=Odeberte škodlivé/reklamní pluginy pro rychlé a bezpečné prohlížení internetu.
UpdaterMainString=Aktualizujte zastaralý software pro ochranu počítače před tzv. "zero-day" útoky a jinými bezpečnostními chybami.
M_LeftoversDelete=Počet úspěšně odstraněných zbytků po odinstalaci: <a>%d</a>
M_LeftoverDelete=<a>%d</a> zbytek po odinstalaci úspěšně odstraněn
M_ResultLeftovers=Zbytky po odinstalaci:
M_ResultPlugin=Škodlivé/reklamní pluginy
M_ResultUpdate=Zastaralý software
M_ScanClose=Probíhá skenování. Opravdu to chcete ukončit?
M_ResidualTitle=<a>%s</a> zbytek po odinstalaci
M_ResidualTitles=<a>%s</a> zbytků po odinstalaci
M_SoftUpdateTitle=<a>%s</a> zastaralý program
M_SoftUpdateTitles=<a>%s</a> zastaralých programů
M_PluginTitle=<a>%s</a> škodlivý/reklamní plugin
M_PluginTitles=<a>%s</a> škodlivých/reklamních pluginů
M_LeftoversTitle=Zbytky po odinstalaci
M_ResidualTitleMain=<a>%s</a> zbytek po odinstalaci
M_ResidualTitlesMain=<a>%s</a> zbytků po odinstalaci
M_SoftUpdateTitleMain=<a>%s</a> zastaralý program
M_PluginTitleMain=<a>%s</a> zastaralých programů
M_PluginTitlesMain=<a>%s</a> škodlivý/reklamní plugin
M_TitleCount=Název (Celkem: %d)
M_Type=Druh
M_Malicious=Škodlivý plugin
M_Ads=Reklamní plugin
M_Residual=Zbytky po odinstalaci
M_item=položka
M_items=položky
M_Plugin=Škodlivé/reklamní pluginy
M_Software=Zastaralý software
M_File=Soubor
M_Reg=Registr
M_Tasks=Naplánované úlohy
M_Ser=Systémové služby
M_CleanClose=Probíhá opravování. Opravdu to chcete ukončit?
M_Fixing=Opravování...
M_Finish=Dokončit (%d)
M_Select=Vybrat vše

[Uninstaller_DiskSmallFrm]
rdlbl_title.Caption=IObit Uninstaller
btnimg_IsShow.Caption=Již nezobrazovat
btnimg_uninstall.Caption=Odinstalovat nyní
rdlbl_NoticeInfo.Caption=Volné místo vašeho systémového disku je menší než 10%.
rdlbl_NoticeTip.Caption=Odinstalujte nežádoucí programy s pomocí IObit Uninstaller pro získání více místa na disku.

[Uninstaller_frmMonitorLog]
btnImg_OK.Caption=OK
rdlbl_Export.Caption=Exportovat
rdlbl_SeeTip.Caption=Monitor instalací pro vás vytvořil záznam o instalaci. Podrobnosti naleznete níže:

[Detain_M]
M_MianTitle=IObit Uninstaller vám pomohl:
M_QuestionString=Opravdu chcete provést odinstalaci?
M_btnok=Přesto odinstalovat
M_btnCancel=Ponechat
M_UninstallCaption=Odinstalovat programy
M_DiskCaption=Ušetřit místo na disku
M_RegCaption=Odstranit záznamy registru

[Uninstaller_frmMonitorHistroy]
rdlv_Display.Columns[3].Caption=Odinstalovat
rdlbl_Title.Caption=Zaznamenané instalace
rdlv_Display.Columns[0].Caption=Název programu
rdlv_Display.Columns[1].Caption=Datum záznamu
rdlv_Display.Columns[2].Caption=Záznam o instalaci
rdlbl_NoInfoTip.Caption=Záznamy o instalaci nebyly nalezeny.

[PromoteForm_M]
M_ProAD_Database=Velká databáze pro důkladné odstranění těžko zbavitelných programů
M_ProAD_Monitor=Monitorování programových instalací a jednoduché odstranění bundleware
M_FreeActive=Aktivovat nyní
M_ProAD_Title=Další funkce a výhody získáte s edicí Pro:
M_ProAD_Log=Automatická detekce a záznam instalací programů pro budoucí důkladnou odinstalaci
M_ProAD_Plugin=Odebrání škodlivých/reklamních pluginů pro bezpečné a hladké surfování po internetu
M_ProAD_Update=Zajištění aktuálnosti důležitých programů jedním klikem
M_HealthPluginTitles=Aktivujte IObit Uninstaller PRO, abyste odstranili <a>%d</a> škodlivých/reklamních pluginů pro rychlé a bezpečné prohlížení internetu.
M_HealthPluginTitle=Aktivujte IObit Uninstaller PRO, abyste odstranili <a>%d</a> škodlivý/reklamní plugin pro rychlé a bezpečné prohlížení internetu.
M_HealthSoftUpdateTitle=Aktivujte IObit Uninstaller PRO, abyste aktualizovali <a>%d</a> zastaralých programů pro ochranu počítače před bezpečnostními chybami.
M_HealthPluginLeftTitles=Aktivujte IObit Uninstaller PRO, abyste dále odstranili <a>%d</a> škodlivých/reklamních pluginů pro rychlé a bezpečné prohlížení internetu.
M_HealthPluginLeftTitle=Aktivujte IObit Uninstaller PRO, abyste dále odstranili <a>%d</a> škodlivý/reklamní plugin pro rychlé a bezpečné prohlížení internetu.
M_HealthSoftUpdateLeftTitle=Aktivujte IObit Uninstaller PRO, abyste dále aktualizovali <a>%d</a> zastaralých programů pro ochranu počítače před bezpečnostními chybami.
M_HealthLeftoverTitles=Počet odstraněných zbytků po odinstalaci: %d.
M_HealthLeftoverTitle=%d zbytek po odinstalaci odstraněn.
M_HealthPluginsSoftupdate=Aktivujte IObit Uninstaller PRO, abyste odstranili <a>%d</a> škodlivých/reklamních pluginů a aktualizovali <a>%d</a> zastaralých programů.
M_HealthPluginSoftupdate=Aktivujte IObit Uninstaller PRO, abyste odstranili <a>%d</a> škodlivý/reklamní plugin a aktualizovali <a>%d</a> zastaralých programů.
M_HealthPluginsSoftupdateLeft=Aktivujte IObit Uninstaller PRO, abyste dále odstranili <a>%d</a> škodlivých/reklamních pluginů a aktualizovali <a>%d</a> zastaralých programů.
M_HealthPluginSoftupdateLeft=Aktivujte IObit Uninstaller PRO, abyste dále odstranili <a>%d</a> škodlivý/reklamní plugin a aktualizovali <a>%d</a> zastaralých programů.
M_BundleTitle=Aktivujte IObit Uninstaller PRO, abyste úplně odstranili bundleware
M_BundleTitle2=Monitorování programových instalací v reálném čase a jednoduché odstranění bundleware
M_UninstallLogTitle=Aktivujte IObit Uninstaller PRO, abyste mohli automaticky detekovat a zaznamenávat instalaci programů pro budoucí důkladnou odinstalaci se záznamem stop.
M_PluginMaliciouTitle=Aktivujte IObit Uninstaller PRO, abyste mohli důkladně odebrat škodlivé/reklamní pluginy.
M_PluginMaliciouTitle2=Stále se rozšiřující databáze pomůže odstranit více škodlivých/reklamních pluginů.
M_UpdatePromoteOne=%d program může být aktualizován.
M_UpdatePromoteOnes=Počet programů, které mohou být aktualizovány: %d.
SpecPromotTile_1=Odinstalace %s selhala.
SpecPromotInfo_1=Pro odinstalaci pomocí specifické databáze aktivujte verzi PRO.
SpecPromotTile_2=Počet programů, jejichž odinstalace selhala: %s.
M_SPUninstallFail=Odinstalace %s selhala.
M_UpdatePromoteTwo=Aktivujte IObit Uninstaller PRO, abyste mohli aktualizovat váš program jedním klikem.
M_UpdatePromoteTwos=Aktivujte IObit Uninstaller PRO, abyste mohli aktualizovat vaše programy jedním klikem.
M_SPAD_Title=Pro odinstalaci pomocí specifické databáze aktivujte verzi PRO.
M_SPUninstallFailCount=Počet programů, jejichž odinstalace selhala: %s.
M_SPADCount_Title=nemůže být odinstalován obvyklou cestou. Pro odinstalaci pomocí specifické databáze aktivujte verzi PRO.
SpecPromotTile_3=1 program byl odinstalován.
SpecPromotTile_4=Počet odinstalovaných programů: %d.
SpecPromotTile_5=1 program se však nepodařilo odinstalovat.
SpecPromotTile_6=%d programy/ů se však nepodařilo odinstalovat.
SpecPromotInfo_2=Pro jejich odinstalaci pomocí specifické databáze aktivujte verzi PRO.
SpecPromotInfo_3=%s nemůže být odinstalován obvyklou cestou.

[InstallDetected_M]
Install_DetectedOne="%s" byl nainstalován.
Install_DetectedTwo=Počet nainstalovaných programů: <a>%s</a>.
Install_ViewDetail=Podrobnosti

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Povolit
lbl_Caption.caption=Nová instalace detekována
lbl_Info.caption=Povolte Monitor instalací pro zaznamenání všech souborů a záznamů registru vytvořených během instalace programu pro budoucí důkladnou odinstalaci.

[Uninstaller_form_InstallDetail]
lbl_RegText.caption=Záznamy registru:
lbl_SzieText.caption=Celková velikost:
lbl_FileText.caption=Soubory:

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Zaznamenané instalace
rdlbl_TipContent.Caption=Monitor instalací detekuje a zaznamenává systémové změny během instalace, což zajistí obnovení všech změn při budoucí důkladné odinstalaci.
rdlbl_Or.Caption=NEBO
rdlbl_SwitchTip.Caption=Automaticky detekovat a zaznamenávat všechny nové instalace programů
rdlbl_DragTip.Caption=Manuálně přidat instalační soubor pro zaznamenání instalace

[IUInstallMonitorFrm_M]
NoLogging=Manuálně přidat instalační soubor pro zaznamenání instalace
TipFileMsi=Instalační soubor není podporován. Vyberte jiný a zkuste to znovu.
TipFileNotMsiExe=Spustitelný instalační soubor je neplatný. Vyberte platný spustitelný instalační soubor a zkuste to znovu.
AddTip1=Monitor instalací je zaneprázdněn!
AddTip2=Instalace je již monitorována. Zkuste to znovu po dokončení této instalace.
StarFileTip=Nepodařilo se spustit
Logging=Zaznamenávání změn systému...

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Bundleware nalezemo. Prosíme, vyberte také nevyžádané bundleware pro odinstalování.

